acpi
acpid
adobe-source-sans-fonts
alacritty
alsa-firmware
alsa-utils
android-tools
anki
antigravity-cli
appimagelauncher
ark
asar
atool
audacious
autoconf
automake
avahi
aws-cli
b43-fwcutter
base-devel
bash
bash-language-server
bat
bc
bison
bleachbit
bluedevil
bluez-utils
borg
brave-origin-bin
breeze-gtk
btop
btrfs-progs
bzip2
c-lolcat
calf
cava
chaotic-keyring
chaotic-mirrorlist
cloc
cmake
code
coreutils
cowsay
cpupower
crane
cronie
cryptsetup
ctop
delve
device-mapper
dhclient
dhcpcd
difftastic
diffutils
dive
dmidecode
dmraid
dnsmasq
docker
docker-buildx
docker-compose
doctl
dolphin
dosfstools
downgrade
dpkg
e2fsprogs
easyeffects
ecryptfs-utils
efibootmgr
ente-auth-bin
envycontrol
ethtool
ex-vi-compat
exfatprogs
extra-cmake-modules
eza
f2fs-tools
fastfetch
fd
ffmpeg
ffmpegthumbnailer
ffmpegthumbs
file
filesystem
findutils
flex
font-manager
fx
fzf
gawk
gcc-libs
gdb
gettext
git-delta
git-extras
github-cli
glibc
glibc-locales
glow
gnome-disk-utility
go
golangci-lint
gopls
goreleaser
gparted
grep
grpcurl-bin
grsync
grub
grub-btrfs
grub-theme-manjaro
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gufw
gwenview
gzip
hardcode-tray
haveged
helm
helvum
htop
hugo
img2pdf
inetutils
inotify-tools
intel-ucode
inxi
ipcalc
iproute2
iputils
jdownloader2
jfsutils
jpegoptim
jq
just
k9s
kaccounts-providers
kamera
kcharselect
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdeplasma-addons
kfind
kgamma
kimageformats5
kind
kinfocenter
kinit
kio-admin
kio-extras
kio-gdrive
kmenuedit
ko
krew
kscreen
kscreenlocker
ksshaskpass
ksystemlog
kubectl
kustomize
kvantum
kwallet-pam
kwayland-integration
kwin
kwin-x11
kwrited
lazydocker-bin
lazygit
ldns
less
lf-bin
lib32-libcanberra
lib32-libva-intel-driver
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-nvidia-575xx-utils
libcanberra
libdvdcss
libinput-gestures
libva-intel-driver
libva-nvidia-driver
libvdpau-va-gl
licenses
linux-wifi-hotspot
linux61
linux61-nvidia-575xx
linux66
linux66-nvidia-575xx
linux66-virtualbox-host-modules
logrotate
lsp-plugins
lua-language-server
luarocks
lvm2
m4
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-documentation-en
manjaro-firmware
manjaro-grub-theme-blurred
manjaro-hello
manjaro-hotfixes
manjaro-kde-settings
manjaro-pipewire
manjaro-release
manjaro-settings-manager-kcm
manjaro-settings-manager-knotifier
manjaro-system
mda.lv2
mdadm
mediainfo
memtest86+
mesa-demos
mhwd
mhwd-db
milou
mkcert
mkinitcpio-openswap
mobile-broadband-provider-info
modemmanager
mpv
mpv-mpris
mtpfs
n-m3u8dl-re-bin
nano
nano-syntax-highlighting
neovim
networkmanager
networkmanager-l2tp
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
noise-suppression-for-voice
noto-fonts
npm
nss-mdns
ntfs-3g
ntp
numlockx
nvidia-575xx-settings
nvidia-575xx-utils
nvidia-container-toolkit
nvidia-prime
nvtop
obs-studio
okular
ollama
openresolv
openssh
optipng
os-prober
p7zip-gui
packagekit-qt5
pacman
pamac-cli
pamac-gtk
pamac-tray-icon-plasma
papirus-folders
papirus-icon-theme
partitionmanager
patch
pavucontrol
pciutils
pdfgrep
pear-desktop-bin
perl
perl-file-mimeinfo
pgcli
phonon-qt5-gstreamer
phonon-qt6-mpv
pi-coding-agent
pkgconf
plasma-browser-integration
plasma-desktop
plasma-nm
plasma-pa
plasma-simplemenu
plasma-systemmonitor
plasma-workspace
plasma-x11-session
plasma6-runners-emojirunner
playerctl
poppler-data
powerdevil
powertop
preload
procps-ng
psmisc
pulsemixer
pyright
python-llfuse
python-pip
python-pipx
python-pyqt5
qbittorrent
qt5-imageformats
qt5-networkauth
qt5-script
qt5-virtualkeyboard
qt5-websockets
rar
rclone
reiserfsprogs
ripgrep
ripgrep-all
rlwrap
rsync
ruby
s-nail
samba
sd
sddm
sddm-breath-theme
sddm-kcm
sed
shadow
shellcheck-bin
skopeo
slop
sof-firmware
spectacle
spectre-meltdown-checker
sqlc
squashfs-tools
sshfs
starship
startup-notification
stow
sudo
syncthing
sysfsutils
systemd
systemd-fsck-silent
systemd-kcm
systemd-sysvcompat
systemsettings
tar
tcpdump
tealdeer
telegram-desktop
terminus-font
terraform
tex-gyre-fonts
texinfo
tflint
timer-bin
timeshift
timeshift-autosnap-manjaro
tlp
tlp-pd
tlp-rdw
tmux
trash-cli
tree
ttf-bitstream-vera
ttf-dejavu
ttf-hack-nerd
ttf-jetbrains-mono-nerd
ttf-joypixels
ttf-ms-fonts
udiskie
udisks2
unarchiver
unzip
usb_modeswitch
usbutils
util-linux
uvicorn
vagrant
vdhcoapp-bin
vdpauinfo
vesktop
vimv-git
virtualbox
virtualbox-guest-iso
virtualbox-guest-utils
wget
which
wireguard-tools
wireless-regdb
wireplumber
wpa_supplicant
wrk
xclip
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xfsprogs
xh
xorg-mkfontscale
xorg-server
xorg-twm
xorg-xinit
xorg-xkill
xournalpp
xz
yaml-language-server
yarn
yay
zam-plugins-lv2
zathura
zathura-cb
zathura-pdf-mupdf
zed
zen-browser-bin
zip
zlib-ng
zoxide
zram-generator
