acpi
acpid
adobe-source-sans-fonts
alacritty
alsa-firmware
alsa-utils
android-tools
anki-bin
appimagelauncher
ark
atool
audacious
auto-cpufreq
autoconf
automake
avahi
b43-fwcutter
base-devel
bash
bash-language-server
bat
bison
bleachbit
bluedevil
bluez-utils
borg
brave-browser
breeze-gtk
btop
btrfs-progs
bzip2
c-lolcat
calf
chaotic-keyring
chaotic-mirrorlist
cheese
cloc
copyq
coreutils
cowsay
cpupower
cronie
cryptsetup
delve
device-mapper
dhclient
dhcpcd
diffutils
dmidecode
dmraid
dnsmasq
docker
docker-compose
dolphin
dosfstools
downgrade
e2fsprogs
easyeffects
ecryptfs-utils
efibootmgr
envycontrol
ethtool
exfatprogs
eza
f2fs-tools
fd
ffmpeg
ffmpegthumbnailer
ffmpegthumbs
file
filesystem
findutils
flex
fzf
gawk
gcc-libs
gdb
gettext
ghostwriter
gimp
git-delta
git-extras
github-cli
glibc
glibc-locales
glow
gnome-disk-utility
go
gopls
gparted
grep
grsync
grub
grub-btrfs
grub-theme-manjaro
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gufw
gwenview
gzip
haveged
htop
hugo
ibus-helakuru
img2pdf
inetutils
intel-ucode
intellij-idea-ultimate-edition
inxi
iproute2
iputils
jdk-openjdk
jdownloader2
jdtls
jfsutils
jpegoptim
jq
kaccounts-providers
kamera
kcharselect
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdeplasma-addons
kfind
kgamma
khotkeys
kimageformats5
kinfocenter
kinit
kio-extras
kio-gdrive
kmenuedit
kpeoplevcard
kscreen
kscreenlocker
ksshaskpass
ksysguard
ksystemlog
kvantum
kwallet-pam
kwayland-integration
kwin
kwrited
lazydocker
lazygit
less
lf-bin
lib32-libcanberra
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-nvidia-utils
libcanberra
libdvdcss
libertinus-font
libinput-gestures
libva-intel-driver
libva-mesa-driver
libva-vdpau-driver
licenses
linux-wifi-hotspot
linux515
linux515-nvidia
linux61
linux61-nvidia
logrotate
lsp-plugins
lua-language-server
lvm2
m4
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-documentation-en
manjaro-firmware
manjaro-grub-theme-blurred
manjaro-hello
manjaro-hotfixes
manjaro-kde-settings
manjaro-pipewire
manjaro-release
manjaro-settings-manager-kcm
manjaro-settings-manager-knotifier
manjaro-system
mda.lv2
mdadm
mediainfo
megasync-bin
memtest86+
mesa-demos
mhwd
mhwd-db
milou
mkinitcpio-openswap
mobile-broadband-provider-info
modemmanager
mpv
mpv-mpris
mtpfs
nano
nano-syntax-highlighting
neofetch
neovim
networkmanager
networkmanager-l2tp
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
noto-fonts
npm
nss-mdns
ntfs-3g
ntp
numlockx
nvidia-prime
nvidia-utils
nvtop
obs-studio
okular
onlyoffice-desktopeditors
openjdk-doc
openresolv
openssh
optipng
os-prober
p7zip
p7zip-gui
packagekit-qt5
packettracer
pacman
pamac-cli
pamac-gtk
pamac-tray-icon-plasma
papirus-folders
papirus-icon-theme
partitionmanager
paru-bin
patch
pavucontrol
pciutils
pdfsam
perl
perl-file-mimeinfo
phonon-qt5-gstreamer
php
phpmyadmin
pkgconf
plasma-browser-integration
plasma-desktop
plasma-nm
plasma-pa
plasma-simplemenu
plasma-systemmonitor
plasma-workspace
playerctl
poppler-data
postman-bin
powerdevil
powertop
procps-ng
psmisc
pulseaudio-ctl
pulsemixer
pyright
python-llfuse
python-pip
python-pymupdf
python-pyqt5
qbittorrent
qt5-imageformats
qt5-networkauth
qt5-script
qt5-virtualkeyboard
qt5-websockets
rclone
reiserfsprogs
ripgrep
rlwrap
rsync
ruby
s-nail
samba
sddm
sddm-breath-theme
sddm-kcm
sed
shadow
shellcheck-bin
slop
sof-firmware
spectacle
spectre-meltdown-checker
spotify
squashfs-tools
sshfs
stacer
stow
sudo
sysfsutils
systemd
systemd-fsck-silent
systemd-kcm
systemd-sysvcompat
systemsettings
tar
tealdeer
teams-for-linux
telegram-desktop
terminus-font
tex-gyre-fonts
texinfo
texlive-bin
thunderbird
timeshift
timeshift-autosnap-manjaro
tlp
tmux
trash-cli
tree
ttf-bitstream-vera
ttf-dejavu
ttf-hack-nerd
ttf-jetbrains-mono-nerd
ttf-joypixels
ttf-ms-fonts
udiskie
udisks2
ueberzug
unarchiver
unzip
usb_modeswitch
usbutils
util-linux
vi
vimv-git
visual-studio-code-bin
vlc
wget
which
wireless-regdb
wireplumber
wpa_supplicant
xclip
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xfsprogs
xorg-mkfontscale
xorg-server
xorg-twm
xorg-xinit
xorg-xkill
xz
yt-dlp
zam-plugins-lv2
zapzap
zip
zoxide
zram-generator
